["On a cold winter's day you see a tramp collapse onto the pavement. noone  else is around, do you try to help them? ","  Your company offers you a job abroad which you know would thrill your  partner.  You would much rather stay put.  Do you tell them about  the job? ","  One of your close friends has been through a very traumatic and unhappy  few months.  You are an author and you're certain their story would be  a best-seller.  It's likely your friend will recognize the events in  the book.  Do you write it? ","  You hear a woman screaming in the car park. It is dark, and you would  be heading out alone. Do you go to the car park to investigate? ","  You need to sell your car. You know the car will need its transmission  replaced soon.  Do you inform buyers before they purchase your car? ","  A friend who is a strict vegetarian is coming for dinner. You're feeling  proud of your bean stew until you remember you used beef stock. Do you  tell your friend before serving? ","  You find a wallet containing $150. You can tell from the address that  they're wealthy. Do you return the money? ","  You have been attending classes all year. an acquaintance, who rarely  shows up, asks to photocopy your notes. do you comply? ","  You have a struggling young company. you have to choose between two  equal candidates for a job, a man and a woman. The woman will work for  $2000 per year less than the man. do you hire her for that reason? ","  The only available spot in the parking lot is reserved for the  handicapped. You are in a hurry and won't be very long. do you park  there? ","  You are drafted to fight in a war you consider unjust. Do you refuse  and risk prison? ","  You dislike all the political parties. Do you vote? ","  A vagrant ask you for a small handout of money. You suspect they will  spend it on alcohol. Do you give it away? ","  You were hit in an auto accident. Your lawyer could get you a  large settlement if you exaggertae the your injuries. Do you? ","  Your significant other has had an affair. You have no idea how long it's  been going on. Do you leave them? ","  You and a friend have been interested the same person forever. Your friend  confides in you the they finally gotten up the nerve to ask this  person out. Two days later that person asks you out on a date. Do you  say yes or no? Do you tell your friend? ","  It's your first chance to vote in a presidential election, and it is  a very close contesy. When checking that you are registered to vote,  you realize that you are registered twice. Do you vote more then once? ","  You order something you've wanted for ages online, but are in the  shower when it comes. Do you answer the door in a towel or just accept  that you'll get the item tomorrow? ","  You get on a bus, and head for the first empty seat. You spot who you'll  be sitting next to, and it's someone you met briefly years ago, but  you can't remember their name. Do you sit down next to them or go to a  seat further in the back? ","  You're a documentary filmmaker recording a neighbor's elementary  school age child for a piece about bullying. You record him being  bullied. Afterwards, he begs you not to use the footage. Do you use it? ","  You're 16. You're late for school. You arrive to find your homeroom  locked and empty, and in a flash you realize that you have accidentally  come to school on Saturday.  Come Monday, do you tell your school friends  about it? ","  You get on the train, hobbling on with your crutches from your broken  leg. There are no seats free to sit on. A pregnant woman gets up and  offers you her seat. Do you sit down? ","  You're trying to enjoy a nice meal at a restaurant, but the next  table's kids keep running around behind your chairs playing laser  soldiers with their own brand of sound effects. Finally you can't take  it anymore. Do you say something to the kids or the parents? ","  You lose your job. The money runs out, and you lose your place as  well. Both your parents and one of your siblings tell you that you can  stay with them. Who do you choose to stay with? ","  Your bus is 10 minutes late, which means you will miss your train and  be late for a job interview.  As you finally step onto the bus, do you  complain to the driver? ","  You get lost on a camping trip, and wander the woods for seven days  with your dog. There's plenty of water around but you haven't had  anything to eat. Do you eat your dog? ","  You work in an airport, and you're just finishing a long double  shift. As you walk back to the staff room to clock out, you come across  a lost and crying child. Your airport has a policy that the first staff  member to make contact in these cases must remain with the child until  the guardians are found. Do you ignore the child, leaving the problem  for another staff member? ","  Your child is doing a homework problem when you notice they've made a  mistake. Do you point it out and explain, or wait for them to check the  answers and figure it out on their own? ","  You see the same person on the train everyday. They get off same  station as you, but today they are asleep as the train pulls in to your  destination. Do you wake them? ","  You are watching old home movies with your now grown children when you  realize you recorded over this next part years ago... with a video of  you and your spouse having sex. You stop the movie but your children  ask why. Do you tell the truth or make up some lies? ","  In a bad part of town, a man grabs your wallet or purse. He sticks a  gun in your face. \"I got your ID now, your name, your address. You  lost your wallet, understand? Tell the cops nothing.\" Afterwards,  do you tell the cops? ","  Your mother confesses that your father is not your biological father. She  tells you that your real father was a traveling tobacco salesman named  Henry Gibson, who she met only once.  Do you seek him out? ","  The FBI arrests you for computer hacking. You are innocent, but the jury  finds you guilty. The judge lets you go free but if you are ever caught  using a computer again, you will have to spend two months in prison. Do  you risk using computers? ","  You drop a piece of toast on your kitchen floor, and by some miracle it  lands buttered side up.  You pick it up. Do you eat it? ","  Your five year old dog has cancer. The vet says it can be treated,  but it will cost three months income. Do you spend the money? ","  You are offered a job that's a huge step up for you, but you will have  to relocate to a different country. Do you take it? ","  You are standing on a crowded train, and it will be five minutes until  the next station. You suddenly sneeze. When you open your eyes again,  you spot something on the back of the man in front of you. A slimy green  blob clings to the man's suit jacket.  No one else has noticed. Do  you tell him? ","  You're late for your sister's wedding. She'll never forgive you. You  see an old lady at a taxi stand about to get in one. You ask if you can  take it instead, but she doesn't speak English.  You could push past  her and take it. Do you? ","  Your best friend asks you for a large sum of money to cover a gambling  debt. It's the second time they've done this. Do you give them  the money? ","  Scientists invent a device that prolongs your life by taking years off  someone else's. You manage to get a hold of the only working prototype  before the entire project is scrapped. No one knows you have it.  Do you  use it? ","  A sadistic billionaire wants to watch you cut off one of your own  fingers. She offers you a year's salary for performing the task. She  will also pay all your medical expenses.  Do you do it? ","  You're in line in a bank waiting to make a deposit. Masked gunmen burst  through the doors and demand everyone hand over their valuables. On your  finger is a ring of little value, but it was made especially for you by  your late grandfather as a 20th birthday present.  Do you risk taking  it off and hiding it? ","  You're a defense lawyer in a murder trial. A win would look really  great on your resume. The accused admits to you that they did it,  but insists on pleading not guilty and asks you to prepare a defense.  Do you decide to half-arse the case, making it easier for the prosecution? ","  You're a journalist working on a story when you come across information  that two single politicians from opposite parties are having a secret  sexual relationship with each other. Do you run the story? ","  You're a 36 year old boxer nearing the end of your career. You've  made it to the Olympic gold medal finals for the first time ever, but you  took a bad blow to the head during your last match. The medical scans  are not good, and the doctors tell you that if you get knocked out in  tomorrow's final, there's a 50/50 chance you'll never get up again.  Do you box in the final? ","  Looking through your old photos, you see a photo of yourself in a  place you've never been to, with a person you've never seen before.  Do you investigate it further, or just assume you've forgotten about  it and move on? ","  You're an elementary school teacher. You spot the class bully and  the class runt in a secluded part of the schoolyard. The bully starts  pushing the runt around again, but this time, the runt punches the bully,  and the shocked bully walks away crying.  You suspect neither of them  will tell anyone about this. Do you take action, or pretend you didn't  see anything? ","  You're in a Chinese restaurant for a group function. The staff brings  a selection of live shrimp over in a glass container, then proceeds to  pour boiling tea over the creatures. They writhe in agony for a good  20 seconds, then die and are slowly cooked over the next few minutes.  Do you eat one? ","  You're an elderly man attending your gay son's engagement  party. You're introduced to his partner's parents for the first  time, except you've already met the mother тАУ you had a secret affair  with her some 25 years ago. Talking in private, she confesses that her  son is actually yours too... making the engaged couple half-brothers.  Do you tell them or keep it a secret? ","  Twenty years in the future, coffee stops growing and the world runs out  of it. You own a supermarket, and find a long forgotten crate of it in  the back on the storeroom.  You could sell it for a month's salary, or  keep for yourself and enjoy it with friends and family. Which do you do? ","  You're alone late at night in your apartment, in your ensuite toilet -  a tiny room with a door but no windows. You hear a kitchen window being  smashed and two people entering through it. You left your phone in  your bedroom.  Do you lock the door and stay here, or leave the bathroom? ","  You're shopping in the supermarket. Looking at laundry products, you  notice someone in the same aisle secretly take something out of your  cart and place it in theirs. There's plenty of that item on the shelf,  and neither of you has paid yet.  Do you say something, or just grab  another one from the shelf and be done with it? ","  At work at a busy retail store, your boss asks you to mark the price on  some new merchandise that just came in. The boss asks you to mark the  product as 50% off with an inflated \"before\" price, but you've never sold  it before. You know the practice is illegal.  Do you do as your boss asks? ","  You've been dating a new person for about a month and a half. They bake  some cookies for you. You eat one, and it's terrible. They ask if you  want another one.  Do you say yes or no? ","  Against the wishes of upper management, your new boss hires you - someone  with little experience in the position. They spend the time to train you  well. One day the boss is fired. They decide to start their own company  and beg you to be its first employee.  Will you join? ","  You're with a coworker when you see a mosquito land on their face. By  the time you explain, they've been bitten and an itchy red lump appears.  \"Next time just kill it,\" they say. \"Slap me in the face if you have  to. I hate mosquito bites.\" A few weeks later, a mosquito lands on their  face. Do you do as they requested? ","  Transferring at an airport, you open your carry on and find a large  plastic bag full of what can only be illegal drugs. They're not yours,  someone must have planted them in your bag.  Do you report it to the  authorities or decide to dispose of the drugs in an airport bathroom? ","  In your apartment complex's communal courtyard, one of your our neighbours  is shouting at their spouse again ... only this time it turns violent. You  call the police.  Do you intervene before the police arrive? ","  Your friend has a cold. While you're hanging out, they are eating some  chips by hand from a bag. They offer you some. Do you eat some? ","  In a time before mobile phones, the only outside connection you have is  your house's landline.  You live with your family. The phone rings. Are  you the first to answer it? ","  You wake up, and see that you have two emails. One is from your best  friend asking you to have a coffee somewhere. The other is from another  friend who is going out with lots of other people and wants you to  come along.  Which invite do you accept? ","  You have a routine meeting at work where you'll have to describe your  activities this week. Do you prepare something or just wing it? ","  At a bar, you run into that cute person who works at the library. You chat  them up and when you ask, they give you their number. You call next week,  and it's a wrong number. At the library, do you ask them what happened  or leave it alone? ","  One of your friends falls asleep in a plastic chair at a garden  party. Someone puts a large bowl of water in their lap and is about to  startle them. Do you stop them? ","  Taking the trash out, you spot a nice new looking jacket in the  dumpster. It should clean up nicely after a dry cleaning. Do you take it? ","  You bump into a stranger in the street. It's both your fault but they  look offended and slap you.  They're the same gender and build as  you. Do you slap them back? ","  Alone on a lazy Sunday night, you realize the only thing in your kitchen  is cereal. Do you eat it for dinner? ","  Camping with friends, you go off to do a number two. Digging a small  hole, you find a year's salary buried in a plastic bag. Do you tell  your friends about it? ","  Your best friend from school made it big, while your own career is stuck  at entry level. They always want to go out to fancy places, and when you  say you can't afford it, they offer to pay. Do you accept their offers? ","  On vacation with friends, you notice your hotel has a nice easterly  view. You decide to watch the sunrise. Do you want to stay up all night  or get up early? ","  You're the lone police officer monitoring traffic for speeding. You  catch someone and pull them over. It's your spouse. Do you write  them up? ","  The police ask you for information about a friend involved in political  activities. Do you cooperate fully? ","  A friend ask you to write a reference for a job you feel he's poorly  qualified for. Do you refuse? ","  You find an expensive pen in a public lounge. Do you keep it? ","  Someone you don't really like invites you to an expensive restaurant  you'd love to try. Do you go just for the meal? ","  When you pick up your car from the garage, you find that other repairs,  not from the accident, were made and charged to your insurance. Do you  tell your insurance company? ","  A friend who needs a job applies at your business. Someone who is more  qualified also applies. Do you hire your friend? ","  While a house guest, you accidentally break an expensive china vase. Do  you remain silent? ","  Your son has missed the age deadline for kindergarten by two weeks. You  feel the child is ready. Do you misrepresent his age? ","  You are waiting at a red light at 4 a.m. There isn't a car in sight. Do  you run the light? ","  You're not physically ill, but emotionally, you're exhausted. Do you  call in sick to work? ","  In a parking lot, you accidentally dent someone's car. Do you leave a  note taking responsibility? ","  You've accepted a date when someone you REALLY like calls and asks you  out for the same night. Do you try to get out of the first date? ","  Your business venture fails and you owe your creditors $15,000. You can  avoid payment by declaring bankruptcy. Do you? ","  You're about to list your house when a friend convinces you to sell  it yourself for $23,000 more and you are successful. Do you give your  friend a token of appreciation of $1000 or more? ","  When cleaning up, you find your teenager's diary. Do you read it? ","  Someone has stolen your bike. At the police station, you are shown a  similar one that isn't yours. Do you claim it? ","  You run a small book shop and a customer says she has lost a credit  slip for $4.50. Your clerks don't keep a record of these slips and can't  recall all of them. Do you take her word? ","  On the street you meet a couple who have recently arrived from  South America, and want to remain in the country illegally. They are  poverty-stricken. Do you help them? ","  As a reporter, you agree to interview a prominent politician \"off the  record.\" He says something vital to the public welfare. Do you report it? ","  Your enjoyable affair is doomed because your partner loves you more then  you love them. You said so but they don't care. Do you end it now in  order to spare them greater hurt later? ","  You think the cleaning woman is sipping your booze when you are out. Do  you mention it to her? ","  A bitter divorce has left you with custody of your young children. Do  you make a conscious effort to portray your ex-spouse to your kids  without prejudice? ","  Your child support payments will be cut in half if you tell your 'ex'  about the big raise you just got. Do you tell? ","  Your best friend asks to borrow $2000 for a year. Do you charge interest? ","  You're unemployed and enjoying the freedom. To collect unemployment  insurance, you are expected to look for a job. Do you take the money if  you're not? ","  You notice that someone has parked and left his headlights on. Do you  try to tell someone to find the person to turn them off? ","  Your teenage child asks if you ever smoked marijuana. You did. Do you  lie to prevent them from taking up the habit? ","  The food at the restaurant is a total rip-off but the hurried waitress  does her best to provide good service. Do you leave a tip? ","  In your opinion, the divorce settlement which awards half of your money  to your\"ex\" is a travesty of justice. Do you seek illegal ways to avoid  payment? ","  On an airplane, an old man asks if you will change seats with his wife  so they can sit together. You came early to get a window seat and don't  like his wife's location. Do you move? ","  You and your mate expect loyalty and honesty from one another. One night,  out of town, you have a fling. Do you tell? ","  You suspect a neighbor is abusing her children. Your attempts to discuss  it have been rebuffed. Do you notify the authorities? ","  You are attractive, but poor and without skills. Someone offers you a  lot of money to work for an \"escort service\" Do you accept? ","  During a discussion with a seatmate on a plane, you promise to send a  relevant magazine article. Do you actually do it? ","  After looking for work for 6 months, you get a good offer from a large  weapons maker, which isn't in your field of interest. Do you accept it? ","  You hear a woman screaming in the parking lot behind your house in a  sketch neighborhood. Do you try to go out and help her? ","  Your lawyer's personal problems have affected his work. You consider  him a friend. Do you take your business elsewhere? ","  The taxi driver you get at 2 a.m. is drunk and driving recklessly. After  he lets you off safely at home, do you report him? ","  A fellow nurse is neglecting her work and endangering the patients. Do  you speak to a superior if it may jeopardize your colleague's career? ","  At a cabaret, you notice a handsome young man dressed to the \"nines\"  Except, his vest is inside-out and the label is showing. Do you tell him? ","  You are a doctor and have diagnosed a terminal illness to a family and  they beg you to keep it from the patient. When the patient asks, do you  tell him the truth? ","  You have just started a 6 month contract when you are offered an excellent  permanent position elsewhere IF you begin immediately. Do you break  your contract? ","  You reserve seats at a local theatre by phone (without paying). A few  hours before curtain, you decide not to go. Do you bother to cancel? ","  During lunch, a valued client makes some offensive racist remarks. Do  you make an issue of it? ","  9 dollars in quarters come spilling out of a pay phone. Do you report it? ","  While drinking in an out-of-the way bar, you see a friend's spouse having  a romantic private conversation. Do you mention it to your friend? ","  The taxi driver asks if he should leave the amount of the fare blank on  your receipt. You can claim expenses. Do you indicate that he should? ","  You dislike all the political candidates and their parties. Do you vote? ","  A friend has forgotten about a book he has loaned you over a year ago. You  want the book and can't get another copy. Do you keep it? ","  You have an essay due in a French language class. Your typist is  French. Do you write your essay in English and ask her to translate it? ","  You own a restaurant. In the kitchen, you witness a cook drop a lamb  chop on the floor, then wash, reheat and replace it on the plate. Do  you reprimand him? ","  Friends of yours have let you into a long movie line prompting a growl  from somebody behind. A friend of yours comes by and wants in. Do you  let him? ","  Before your divorce, you and your spouse both worked. Your spouse made  a lot of money without any help from you. Do you demand a share of it  in the divorce settlement? ","  You don't have enough seat-belts for all the toddlers you're driving to  a puppet show. Do you leave your own kids without belts? ","  You promise to sublet your apartment to someone. Another person offers  you $100 in return for renting it to him. Do you keep your word to the  first party? ","  Your roommate left town for a much needed vacation. Her office calls  with an urgent message. Do you tell them where she can be reached? ","  A grisly murder in your area causes an outcry and a referendum on capital  punishment. Do you vote to restore the death penalty? ","  Your 15-year-old daughter needs your permission to get the pill. Do  you consent? ","  As a professor, regulations require you to fail a student guilty of  plagiarism. The student admits to buying the essay. Do you flunk him? ","  A close friend will be interviewed for a job with your employer. He asks  you for a list of the questions in advance. Do you supply it? ","  A friends fiance is coming on to you. Do you tell your friend? ","  The government has been overthrown by a party that is violent and  undemocratic. You are asked to join the underground. Do you? ","  You make long distance calls as part of your work for a middle-sized  firm. Do you make private calls if you know they cannot be traced? ","  As a famous athlete, you are offered $100,000 to endorse a product you  wouldn't use. Do you endorse it? ","  You are a non-believer and your spouse asks to be married in a church. Do  you go along with it? ","  You are asked many questions about a friend for a security check. Your  friend had some pretty extreme political views 20 years ago, but hasn't  mentioned them since. Do you volunteer this information? ","  You are attending a party that turns into a nude bathing party.  Friends  and strangers are participating.  Do you join in? ","  You intended to break up with your partner tonight.  They tell you  they booked a table at an expensive restaurant tonight. You know this  is out of their price range. Do you go to the restaurant with them? ","  You and your good friend are graduating and looking for jobs in the same  field.  You know of a rare opportunity. Do you share that information? ","  At the office Christmas party, your very attractive boss makes a pass  at you.  Neither of you are attached, do you take them up on the offer? ","  You discover that a co-worker that you feel is incompetent got this  job under false pretenses.  Do you expose this discovery? ","  You are watching a film on television with your 12 years old child.  Unexpectedly, an explicit sexual scene starts to develop. Do you  switch off the television? ","  A fellow nurse is neglecting their work and endangering patients.  Do you report this person to a superiour, even though this could  end their career? ","  Waiting at a bus stop in a downpour, you see a blind person attempting to  cross the street. You are in a rush and you see your bus approaching. Do  you offer to help the blind person? ","  A door-to-door salesperson comes by. They look pretty down. They don't  have anything you want, but do you buy something out of sympathy? ","  As an architect, you are designing a corporate headquarters. The  corporation suggests changes that will destroy your design. Do you  risk losing the large commission fee by rejecting these changes? ","  A relative has left your child a fund in your trust. You learn of a  once-in-a-lifetime investment opportunity and you have no other  available funds. Do you use the trust fund? ","  You suspect your neighbours are abusing their children.  Your attempts  to discuss it are rebuffed. Do you notify the police? ","  You and your spouse are dining in an expensive restaurant.  Your waiter  forgets to add your drinks to the bill. Do you tell the waiter? ","  A good friend just bought an expensive painting and proudly shows it  to you asking your opinion. you feel it's terrible. do you say so? ","  A neighbour goes on holiday and gives you the key to their house  so you can collect the mail. When inside, do you check out the rest of  the house? ","  A friend asks you to write a letter of reference. You feel they're  poorly qualified for the job. Do you write the letter anyways? ","  You're golfing with a business colleague you are trying to impress.  You aren't playing as well as you usually do. Your ball lands in a  bad spot, but you can move it to a better spot without being seen.  Will you? ","  Your lover has been unfaithful. Do you leave them? ","  You know you've had more to drink than the legal limit, but you  feel you're quite safe to drive and there's no other way to get home.  Do you take the risk? ","  A childhood friend from overseas is in the country and wishes to  visit you. You haven't seen each other in 10 years and you have  little time or space to spare for them. Do you offer hospitality? ","  You're unemployed and enjoying your freedom. To collect welfare  benefits, you are expected to seek out a new job. Do you take the  money even though you aren't looking for work? ","  You suspect one of your parents is having an affair with a neighbour.  Do  you tell your other parent? ","  You are a homeowner. A social agency wants to establish a home for  seven mentally handicapped adults next door. Would you oppose their  application? ","  You ordered some applicances from a large department store.  By mistake,  the store forget to charge you for one of the appliances. Do you notify  the store of their mistake? ","  As a lawyer, would you defend someone you believe is guilty of the felony  they're accused of? ","  While cleaning up the house, you find an opened letter to your teenage  child. Do you read it? ","  You're at a party when someone greets you with great enthusiasm. After  ten minutes, you still don't remember this person's name. Do you ask  for their name? ","  A neighbour's child finds $20 in your driveway and gives it to you.  There's nobody else around to claim it. Do you give the money to  the child? ","  While watching on a deserted stretch of beach, you spot a couple engaged  in sex.  They haven't noticed you at all.  Do you stay to watch? "] 